IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/MCAN0_MSG_RAM_MCAN0_MSG_RAM.xml
<module name="MCAN0_MSG_RAM_MCAN0_MSG_RAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="MCAN0_MSG_RAM_START" acronym="MCAN0_MSG_RAM_START" offset="0x0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="MCAN message mem Start address" range="31 - 0" rwaccess="RW"/>
	</register>
</module>